{
    "products": [
        {
            "id": 2,
            "name": "Blueberries Print",
            "slug": "blueberriesprint",
            "price": "9.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/000/000/021/product/blueberries.png?1528798624",
            "box": true,
            "variant_id": 2,
            "on_sale": true,
            "mini_description": "Designer Sophie Brabbins' watercolor blueberry print is a great neutral option, sure to sweeten the days of both guys and gals.",
            "description": "For those hard-to-gift friends, this sweet and simple blueberry print is sure to please. Hand-painted using watercolor, Brabbins has created a timeless, cheerful print inspired by everyone's favorite good-for-you fruit that looks good enough to eat.",
            "about_company": "Illustrator and surface pattern designer Sophie Brabbins honed her skills at companies like Marks and Spencer and Hallmark cards before breaking out on her own. Inspired by the countryside she grew up around in Yorkshire, Brabbins' expressive watercolor creations bring on all the feels.\r\n"
        },
        {
            "id": 3,
            "name": "Aster Print",
            "slug": "asterprint",
            "price": "9.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/000/238/275/product/aster.jpg?1528800091",
            "box": true,
            "variant_id": 3,
            "on_sale": true,
            "mini_description": "We love designer Sarah York's use of vibrant colors and interesting shapes. Perfect for any occasion, the abstract aesthetic on this print will impress and inspire. ",
            "description": "Inspired by vintage textiles, flowers and travels, designer Sarah York created this easy-on-the-eyes design from a hand-painted motif. The bold, playful color makes it the perfect choice for any occasion. Trained in classic hand painting, her stylish skills are second to none. ",
            "about_company": "San Francisco-based textile and surface pattern designer Sarah York finds inspiration through everyday moments. Whether on an exotic trip, reading a book, or spending time with family, York always has an eye out for what might translate into a delightful design.\r\n\r\n"
        },
        {
            "id": 4,
            "name": "Mouth Party Caramels",
            "slug": "mouthpartycaramels",
            "price": "5.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/001/012/477/product/mouthparty_caramels.jpg?1528800429",
            "box": false,
            "variant_id": 4,
            "on_sale": true,
            "mini_description": "These creamy caramels are built from minimal ingredients and pack a punch for the taste buds. Plus, for every morsel consumed, the fight against cancer gets stronger.",
            "description": "Crafted in small batches, these scrumptious caramels are just the thing to let a loved one know you’re thinking of them. It's the Fleur de Sel sea salt that adds a pop of pizazz to these nut-free, gluten-free and trans fat-free caramels.\r\n",
            "about_company": "It started with a four-generation-old family recipe and today, Baltimore, Maryland-based Mouth Party Caramels are a sweet treat with a cause. A portion of the proceeds from sales support cancer research in an effort to fight the disease “one sweet bite at a time.”"
        },
        {
            "id": 5,
            "name": "Bath Fizzy",
            "slug": "lanuitfizzybath",
            "price": "6.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/001/012/377/product/1_Bath_Fizzy.jpg?1528800483",
            "box": false,
            "variant_id": 5,
            "on_sale": true,
            "mini_description": "Give the gift of relaxation and rejuvenation with this sparkling bath tablet that turns the bathroom into an aromatherapy oasis.",
            "description": "This sparkling bath fizzy is made of ground dead sea salts mixed with signature fragrance blends. The Honeycomb & Neroli scent profile is \"very feminine, soft and floral, but also fresh and uplifting.\"",
            "about_company": "Pueblo, Colorado-based Formulary 55 makes an array of candles, soaps, spray and more, and also stocks bath and body lines they're fans of in their shop. The growing operation started small and is committed to holding onto its grassroots spirit as well as leaving a minimal carbon footprint."
        },
        {
            "id": 8,
            "name": "Silk Sleep Mask",
            "slug": "silksleepmask",
            "price": "25.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/000/000/132/product/sleepmask_copy.jpg?1528718014",
            "box": false,
            "variant_id": 8,
            "on_sale": false,
            "mini_description": "Forget counting sheep, this pink silk sleep mask by Elizabeth W is a lovely little lights-out companion that's oh-so-easy on the eyes.",
            "description": "Made in the USA and crafted in silk, this comfortable and cozy sleep mask is sure to help anyone get a little R&R. The black velvet adjustable strap ensures a flexible fit and the soft silk construction is soothing against the skin. Sleep well, sleep chic, sleep away.",
            "about_company": "Designer Albert Nichols knows a thing or two about style, thanks to his greatest muse: his fearless and effortlessly chic late grandmother, Elizabeth Wightman. Inspired by scents, Nichols left his architecture career in 1995 to create a perfumery, and soon grew his collection to include a variety of sewn goods, bath and body gems, and more.\r\nwww.elizabethw.com\r\n"
        },
        {
            "id": 13,
            "name": "Soy Candle",
            "slug": "soycandle",
            "price": "12.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/001/012/364/product/2b_soy_candle_grid.jpg?1536595107",
            "box": false,
            "variant_id": 13,
            "on_sale": true,
            "mini_description": "Perfect for small spaces, this bright P.F. Candle soy candle lights up the room with a notes of amber and moss. Mmmm.",
            "description": "Mossy and clean at the start, this fragrance's base of musk and amber evokes a damp, wooded forest floor layered with soft oakmoss. This 3.5 oz candle also brings a hint of lavender and an infusion of sage and orange lend to this scent’s brightness.",
            "about_company": "Husband and wife duo Thomas Neuberger and Kristen Pumphrey run Los Angeles-based P.F. Candle Co. (the P.F. Stands for “Pommes Frites” by the way, which amazing.), a small batch candle company that uses domestically grown soy wax, cotton core wicks, fine fragrance oils, and apothecary-inspired packaging.\r\n"
        },
        {
            "id": 14,
            "name": "Rosy Lip Tint",
            "slug": "rosyliptint",
            "price": "16.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/001/012/390/product/liptint.jpg?1528800500",
            "box": false,
            "variant_id": 14,
            "on_sale": false,
            "mini_description": "Marble & Milkweed's rosy lip tint smells divine, and keeps lips looking lovely thanks to a host of organic ingredients that pamper and protect the pout. Pucker up!",
            "description": "Made with love in New York City, this lip tint features a creamy base of organic coconut oil which protects and nourishes the lips. A chic cocktail of vitamin E, sesame oils, and local beeswax is topped off with pure rose clay, which adds a gentle rosy tint. Organic rose otto and organic rose geranium add an aromatherapeutic accent. Comes in a 0.5oz compostable paper push-up tube.",
            "about_company": "Marble & Milkweed products are designed to simplify the way you care for yourself. The handmade products feature fair-trade organic ingredients, and are never tainted with hard additives or artificial scents. Compostable packaging is the icing on the cake at this good-for-you, good-for-the-earth company.\r\n"
        },
        {
            "id": 15,
            "name": "Cabernet Lollipop",
            "slug": "cabernetlollipop",
            "price": "3.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/001/012/411/product/cablollipop.jpg?1528800509",
            "box": false,
            "variant_id": 15,
            "on_sale": false,
            "mini_description": "Who wouldn’t love this? Lollyphile’s brilliant lollipop creation tastes like Cabernet Sauvignon (we’re not kidding!). Your favorite sweet snack, all grown up.",
            "description": "Sometimes we just really need a glass of vino...like when we’re stuck on a crowded subway, or on hold with the cable company, or enjoying that new flick at the movie theatre. Now, it’s possible. Gift your loved one these Cabernet Sauvignon flavored lollipops and you’ll be the instant favorite friend or family member. Plus, these sweet suckers only count 95 calories so anyone can enjoy them without the guilt.",
            "about_company": "Lollyphile is the San Francisco-born, Austin-raised little candy company that could. Though they never dreamed of growing to their size, this operation has celebrated steady growth thanks to inventive flavors and a homegrown process. The sugary sweet pops are not your average candy, which is why we can’t get enough of them."
        },
        {
            "id": 16,
            "name": "Confetti",
            "slug": "confetti",
            "price": "3.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/001/012/425/product/confetti.jpg?1528800523",
            "box": false,
            "variant_id": 16,
            "on_sale": true,
            "mini_description": "Multicolored pieces of bristol vellum paper sprinkled with gold pieces equals the perfect recipe for happiness. A Greetabl original.",
            "description": "Crafted on textured paper in a little rainbow of peach, charcoal, ivory and gold, this pack of confetti is sure to work wonders on a case of the doldrums, but we say it’s perfect for any reason, anytime.  Measuring just about one cup, it’s a perfectly packaged way to throw a party for one. \r\n",
            "about_company": "Occasionally, the team at Greetabl likes to get a little crafty ourselves. We designed this confetti because we're always looking for a reason to celebrate! Soft and subtle colors with a pop of gold make any celebration one to remember. Just grab, toss, smile and repeat."
        },
        {
            "id": 18,
            "name": "Cup of Love Tea",
            "slug": "cupoflovetea",
            "price": "8.0",
            "image_url": "https://d2bwpyqk0w9a0b.cloudfront.net/spree/images/attachments/001/012/442/product/Cupofloveupdated.jpg?1528800534",
            "box": false,
            "variant_id": 18,
            "on_sale": true,
            "mini_description": "Send a little Cup of Love to someone who really needs it—this tasty, smooth tea (which is also great over ice!) claims to help reduce stress.",
            "description": "Life can be tough. Work is stressful, an overflowing laundry bin is stressful, running out of chocolate is very stressful. Help a friend take a deep breath—and sweet sip—with this Cup of Love tea from Big Heart Tea Company. This mild, nurturing, naturally sweet rose tea helps reduce stress and increase smiles. Three servings. ",
            "about_company": "Inspired by the medicinal properties of tumeric, yogi Lisa Govro created Big Heart Tea Company which offers 21 herbal tea blends. Lisa sources the highest quality, organic herbs and spices with a higher essential oil content, which results in a more robust flavor.\r\n"
        }
    ]
}